// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

"Change server connectivity settings" = "שינוי הגדרות הקישוריות של השרת ";

"Server connectivity settings" = "הגדרות קישוריות של השרת ";

"Use custom URL" = "שימוש ב-URL מותאם";

"Customize" = "התאמה";
  
"Custom server URL" = "URL שרת מותאם";

"Application Settings" = "הגדרות יישום ";

"App ID" = "זיהוי יישום";

"App Version" = "גרסת יישום";
